[
  {
    "reviewer": "severine bellotti",
    "rating": 5,
    "date": "April",
    "review": "I am delighted with this first appointment. I experienced a moment of respite, a gentle period of physical and mental well-being. Everything was there: setting, listening, kindness, and professionalism. I highly recommend Chloe. For my part, I won't wait several months to return, that's for sure! A big thank you 🙏"
  },
  {
    "reviewer": "Julie Malka",
    "rating": 5,
    "date": "March",
    "review": "Exceptional therapist. Very professional, extremely attentive. Chloé identifies and relieves our tension points without us needing to say a word. If you regularly engage in sports, Chloé will help you on several levels: performance and recovery, of course, but also finding the right balance between the efforts we demand from our body and the care we must give it in return."
  },
  {
    "reviewer": "Adeline Jouin",
    "rating": 5,
    "date": "April",
    "review": "A perfect moment of respite this morning with Chloé's massage: one of the best I have ever received. Chloé is amazing! She knows her craft very well, her hands (and elbows ☺️) are magical! I will do it again without hesitation!"
  },
  {
    "reviewer": "Evelyne Tripier",
    "rating": 5,
    "date": "September 2024",
    "review": "A wonderful encounter, many exchanges with Chloé. Very good advice, an absolute moment of relaxation. Very high-quality massage. The space in which she welcomes us is very pleasant, conducive to relaxation. Thank you again."
  },
  {
    "reviewer": "Bouteldja Haddouche",
    "rating": 5,
    "date": "August 2024",
    "review": "We had a magnetism session performed for our 12-year-old daughter to treat a wart. Michèle's mastery and kindness allowed my daughter to appreciate this session and address the 'true' causes of her warts. A big thank you! I recommend without hesitation."
  },
  {
    "reviewer": "Simone Armien",
    "rating": 5,
    "date": "June 2024",
    "review": "A very pleasant and intense moment of connection with a feeling of well-being, letting go filled with light and centering. The debriefing with Michèle is done in the same energies. Energies of light, love, and I felt more serene and soothed. I wish everyone could experience this, which does a world of good. Thank you so much, Michèle. Thank you for everything."
  },
  {
    "reviewer": "Mlise Scapula",
    "rating": 5,
    "date": "January 2024",
    "review": "Chloe is very professional and dedicated to understanding our specific needs. Her space is comforting and perfectly maintained. As for the quality of her massage, although it is subjective, I can say that I and everyone I brought to her found it extraordinary. Indeed, it is rare to be massaged by someone so passionate about their craft and so accurate in their approach to the human body and person! She is in her element, and so are we :)"
  },
  {
    "reviewer": "Isabelle Rouma",
    "rating": 5,
    "date": "July 2024",
    "review": "On vacation (or not): let go, do yourself some good, listen to your inner voice, and discover the benefits of an energetic massage performed by Chloé. An experience that goes far beyond a 'simple' massage and opens the door to emotions. A gift to give yourself, absolutely! For me, it’s also an opening to unimaginable connections that still make me vibrate more than a month after this encounter."
  },
  {
    "reviewer": "Carine Ernoult",
    "rating": 5,
    "date": "September 2023",
    "review": "Extraordinary, incredible, intense. Words are not enough to express what I felt during this massage. Have absolute trust in Chloé's expertise; I wish everyone could experience these benefits. Thank you, Chloé, I will never forget this journey."
  },
  {
    "reviewer": "christian coti",
    "rating": 5,
    "date": "March",
    "review": "A place where you feel good, a therapeutic massage beyond my expectations, very professional, I highly recommend!"
  },
  {
    "reviewer": "Lou Dormois",
    "rating": 5,
    "date": "September 2023",
    "review": "An exceptional encounter in a restorative and caring setting. A true joy to have met Chloé, all gentleness and poetry, and her outstanding expertise. Thank you for everything."
  },
  {
    "reviewer": "Sophie Renata Franca",
    "rating": 5,
    "date": "May",
    "review": "Extraordinary! Chloé is exceptional."
  },
  {
    "reviewer": "carole maire",
    "rating": 5,
    "date": "July 2023",
    "review": "Very high-quality energetic treatment, a true letting go that lasts over time. Ideas become much clearer and aid in decision-making. Michèle took the time to listen and ask questions before the treatment to target her care. A big thank you for this very beautiful session 🙏🏻"
  },
  {
    "reviewer": "Sarah Le Masson",
    "rating": 5,
    "date": "January 2024",
    "review": "Chloé is the best masseuse I know; I am a new and better version of myself after a massage with her. Thank you, Chloé!"
  },
  {
    "reviewer": "Elisa Rodriguez",
    "rating": 5,
    "date": "January 2024",
    "review": "Thank you ❤️ Chloé for your messages, your hands ✋️ are worth their weight in GOLD. You always know where to go; since you’ve been taking care of me, I feel truly happy, and I know thanks to you, my fibromyalgia pains are soothed. Thank you ❤️ for my left shoulder, I feel better, I fell asleep 😪, I feel that tonight I will sleep better. Thank you from the bottom of my heart ❤️ ❤️ ❤️ ❤️ ❤️ and always listening to the person, Élisa Rodriguez Chalets Zen in Péri ❤️ ❤️ ❤️ ❤️ ❤️ ❤️ ❤️"
  },
  {
    "reviewer": "Cécile GALLIEN",
    "rating": 5,
    "date": "December 2023",
    "review": "Having shingles, I quickly called on Mme Réau Michelle, a magnetizer. Even from a great distance, the burning, pain, and tingling subsided in just two sessions. Thank you for the listening and care. I highly recommend 🙏"
  },
  {
    "reviewer": "Brigitte MARCONNET",
    "rating": 5,
    "date": "June 2023",
    "review": "Incredible encounter. Thank you for this unforgettable session. We will keep your contact details preciously and won’t miss coming back to see you during our next stay in Corsica."
  },
  {
    "reviewer": "Stéphanie Ortiz",
    "rating": 5,
    "date": "August 2023",
    "review": "An exceptional massage in an idyllic setting. I highly recommend taking time for yourself and enjoying a magical moment that deeply restores. Thank you a thousand times for this experience."
  },
  {
    "reviewer": "katy cabourg",
    "rating": 5,
    "date": "August 2023",
    "review": "I recommend this experience to everyone, to be repeated without moderation. Chloé’s skills are simply incredible. Go for it!!!!"
  },
  {
    "reviewer": "Philippe BAERT",
    "rating": 5,
    "date": "August 2023",
    "review": "Thank you, Cloé, an exceptional massage in an exceptional environment... A lot of attention and sensitivity. I highly recommend. Good continuation, Philippe."
  },
  {
    "reviewer": "benoit marhadour",
    "rating": 5,
    "date": "August 2023",
    "review": "Smiling and caring welcome, Chloe has fairy fingers, a true letting go, moments of escape and disconnection. You leave with a feeling of well-being."
  },
  {
    "reviewer": "Odile CABOURG",
    "rating": 5,
    "date": "May 2023",
    "review": "A magical moment where the soul and body connect."
  },
  {
    "reviewer": "Caroline MARCIA-BARTOLI",
    "rating": 5,
    "date": "May 2022",
    "review": "Thank you for this care, Michèle; it was a sensory, emotional, and energetic experience of rare intensity, I came out 'grown,' 🙏🏻✨🪷"
  },
  {
    "reviewer": "Chantal Besnard",
    "rating": 5,
    "date": "May 2023",
    "review": "Thank you, Chloé, for this great moment of relaxation and sharing. I highly recommend."
  },
  {
    "reviewer": "Nicolas Rhalovely",
    "rating": 5,
    "date": "August 2024",
    "review": "A true therapy with deep care, a true passionate professional."
  },
  {
    "reviewer": "Sandrine Hubiere",
    "rating": 5,
    "date": "January 2024",
    "review": "Magical moment 🤗🤗👌⚘️⚘️"
  },
  {
    "reviewer": "Anne Duhamel",
    "rating": 5,
    "date": "June 2023",
    "review": "Wonderful! Thank you!"
  },
  {
    "reviewer": "Mary Kay Bosshart",
    "rating": 5,
    "date": "June 2024",
    "review": "If you are in Corsica, do yourself a great favor and book a massage with Chloé. I had a 90-minute massage on the last day of my vacation and I wish I had had one on the first day – and every day in between. Chloé is a highly skilled and intuitive masseuse. She knew exactly which parts of my body needed special attention. Using various techniques, she resolved all my aches and muscle tensions. By the end of the session, I was deeply relaxed and recharged. I feel so much better after my massage that I’m seriously considering returning to Corsica for a wellness week with Chloé! Thank you, Chloé, for sharing your gift and for the excellent therapeutic massage!"
  }
]